Repository: LibraryofVA/Book-Points-Virginia
Catalog: public_html/sites/all/translations/admin_language-7.x-1.0-beta4.*.po
Languages: es

source: Pages
es: Páginas

source: delete
es: eliminar

source: Operations
es: Operaciones

source: Disabled
es: Desactivado

source: Enabled
es: Activado

source: Weight
es: Peso

source: edit
es: editar

source: Default
es: Predeterminado

source: Code
es: Código

source: Languages
es: Idiomas

source: Log out
es: Cerrar sesión

source: English name
es: Nombre en inglés

source: Native name
es: Nombre nativo

source: Not enabled
es: No activado

source: Direction
es: Dirección

source: Admin
es: Administrar

source: Only enabled languages can be chosen as the admin language.
es: Sólo idiomas activados pueden ser seleccionados como idiomas de administración.

source: Administration language
es: Idioma de administración

source: Select which parts of the site should use the selected administration language.
es: Seleccione qué partes del sitio deben utilizar el idioma de administración seleccionado.

source: administration language settings
es: configuraciones de idioma de administración

source: Select the default language to use for all administration pages. See the !settings-url for a list of affected pages.
es: Seleccione el idioma por defecto a utilizar para todas las páginas de administración. Vea !settings-url para una lista de las páginas afectadas.

source: Use administration language on every page except the listed pages.
es: Utilice el idioma de administración en cada página excepto en las páginas listadas.

source: Use administration language on only the listed pages.
es: Utilice el idioma de administración únicamente en las páginas listadas.

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %admin for the admin dashboard and %admin-wildcard for all administration pages. %front is the front page.
es: Introduzca una página por línea como rutas de Drupal. El carácter '*' es un comodín. Ejemplos de rutas son %admin para el panel de control de administración y %admin-comodín para todas las páginas de administración. %front es la página de la portada.

source: Use administration language on specific pages
es: Utilice el idioma de administración en páginas específicas

source: Select this option if you want to exclude the admin language from the language selection widget on the node edit form.
es: Seleccione esta opción si desea excluir el idioma de administración desde el widget de selección de idioma en el formulario de edición del nodo.

source: Edit shortcuts
es: Editar atajos

source: Multilingual - Internationalization
es: Multidioma - Internacionalización

source: Use the <em>admin</em> column to select the default language for all administration pages. The language you select must be enabled. You can configure the !settings-url to control where the administration language is used.
es: Utilice la columna <em>admin</em> para seleccionar el idioma por defecto para todas las páginas de administración. El idioma que usted seleccione debe estar activado. Usted puede configurar !settings-url para controlar donde el idioma de administración es utilizado.

source: Select administration language
es: Seleccione el idioma de administración

source: Show all administration pages using a different language than the rest of the site.
es: Mostrar todas las páginas de administración utilizando un idioma diferente que el resto del sitio.

source: Use all enabled languages
es: Utilice todos los idiomas activados

source: Select any enabled language for use as the administration language
es: Seleccione cualquier idioma habilitado para su uso como idioma de administración

source: Language switcher (User interface text, without administration language)
es: Selector de idioma (Texto de la interfaz de usuario, sin idioma de administración)

source: Hide administration language on user form
es: Oculte el idioma de administración en el formulario de usuario

source: Select this option if you want to exclude the admin language from the language selection widget on the user edit form.
es: Seleccione esta opción si desea excluir el idioma de administración desde el widget de selección de idioma en el formulario de edición del usuario.

source: Hide administration language on node form
es: Oculte el idioma de administración en el formulario de nodo

source: Force use of default language
es: Forzar el uso del idioma por defecto

source: Select this option if you want to force the use of the default language on the node edit form. This setting overrides the <em>Hide admin language on user form</em> setting.
es: Seleccione esta opción si usted desea forzar el uso del idioma por defecto en el formulario de edición del nodo. Esta configuración sobrescribe en la configuración de <em>Ocultar el idioma de administración en el formulario de usuario</em>

source: Force language neutral aliases
es: Forzar alias neutrales de idioma

source: Select this option if you want to force the use of language neutral URL aliases. In some cases (i.e. if you only use an administration language and a site language) this can help make aliases more consistent.
es: Seleccione esta opción si desea forzar el uso de un idioma neutro en los alias de URL. En algunos casos (es decir, si sólo utiliza un idioma de administración y un idioma en el sitio) esto puede ayudar a que los alias sean más consistentes.

source: Use administration language in the administration menu
es: Utilice el idioma de administración en el menú de administración

source: Select this option if you want to display the administration menu using the administration language on all pages.
es: Seleccione esta opción si usted desea mostrar el menú de administración utilizando el idioma de administración en todas las páginas.

source: Use administration language for the core toolbar
es: Utilice el idioma de administración para la barra de herramientas del núcleo de Drupal

source: Select this option if you want to display the core toolbar using the administration language on all pages.
es: Seleccione esta opción si usted desea mostrar la barra de herramientas del núcleo de Drupal utilizando el idioma de administración en todas las páginas.

source: Default administration language, currently !language
es: Idioma de administración por defecto, actualmente !language

source: Default site language, currently !language
es: Idioma del sitio por defecto, actualmente !language

source: Default administration language
es: Idioma de administración por defecto

source: Makes sure all administration pages are displayed in the preferred language of the administrator.
es: Asegura que todas las páginas de administración son mostradas en el idioma preferido del administrador.

source: Use paths provided by core
es: Utilice rutas proporcionadas por el núcleo de Drupal

source: Core modules to registers administrative paths (see <a href="https://api.drupal.org/api/drupal/modules%21system%21system.api.php/function/hook_admin_paths/7">hook_admin_paths()</a> for further information).<br />Below you find a list of the paths and the option to toggle if this module should rely on those.<br /><br />
es: Módulos del núcleo para registrar rutas administrativas (vea <a href="https://api.drupal.org/api/drupal/modules%21system%21system.api.php/function/hook_admin_paths/7">hook_admin_paths()</a> para más información).<br />A continuación encontrará una lista de las rutas y la opción de alternar si este módulo debe basarse en ellos.<br /><br />

source: Use admin paths provided by core
es: Utilice el rutas de administración proporcionadas por el núcleo de Drupal

source: Registered administrative paths
es: Rutas administrativas registradas

source: Registered non-administrative paths
es: Rutas no administrativas registradas
